// Preflight
"DISK_FULL_TITLE" = "No hay suficiente espacio en el disco rígido.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "Necesita %@ de espacio libre para descargar las actualizaciones. Para liberar espacio, elimine archivos del disco duro e inténtelo de nuevo.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "Necesita %@ de espacio libre para descargar e instalar las actualizaciones. Para liberar espacio, elimine archivos del disco de arranque e inténtelo de nuevo.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "El ordenador no está conectado a una fuente de alimentación.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "Para obtener buenos resultados, es recomendable que conecte su ordenador a una fuente de alimentación antes de iniciar la instalación. ¿Seguro que desea continuar con la instalación?";
"CONTINUE_TITLE" = "Continuar";

"CANCEL_TITLE" = "Cancelar";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "La actualización “%@” no puede guardarse.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "No se ha podido guardar ninguna de las actualizaciones seleccionadas.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "Algunas de las actualizaciones seleccionadas no se han podido guardar.";

"UPDATE_INSTALL_ERROR" = "La actualización “%@” no puede instalarse.";
"NONE_CHECKED_INSTALL_ERROR" = "No se ha podido instalar ninguna de las actualizaciones seleccionadas.";
"SOME_CHECKED_INSTALL_ERROR" = "Algunas de las actualizaciones seleccionadas no se han podido instalar.";

"OK_TITLE" = "Aceptar";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "La actualización no puede instalarse.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Para instalar estas actualizaciones, debe cerrar sesión.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Para finalizar la instalación y cerrar sesión, haga clic en Cerrar sesión.";
"LOG_OUT_AND_INSTALL_TITLE" = "Cerrar sesión";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Para instalar estas actualizaciones, debe reiniciar el ordenador.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Para finalizar la instalación y reiniciar el ordenador, haga clic en Reiniciar.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Reiniciar";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Para instalar estas actualizaciones, debe apagar el ordenador.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Para finalizar la instalación y apagar el ordenador, haga clic en Apagar. Deberá pulsar el botón de arranque para volver a encender el ordenador.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Apagar";

"NOT_NOW_TITLE" = "Ahora no";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "Cuando la otra actualización finalice, puede descargar e instalar este software seleccionando Actualización de software en el menú Apple.";
"DEFAULT_NO_NETWORK_MESSAGE" = "La próxima vez que se conecte a Internet puede descargar e instalar el software seleccionando Actualización de software en el menú Apple.";
"STANDARD_NO_SUS_MESSAGE" = "Compruebe que la conexión de red funciona correctamente. Si la conexión no presenta ningún problema, póngase en contacto con el administrador de red para obtener ayuda.";
"NO_UPDATE_FOUND_ERROR" = "El software no está disponible en estos momentos.";
